/* Have fun learning this table */
"Activity Detail: Game" = "Have fun learning this table";

/* A challenging memory game */
"Activity Detail: Pairs" = "A challenging memory game";

/* An easy start to learning this table */
"Activity Detail: Practice" = "An easy start to learning this table";

/* See how much you've learned */
"Activity Detail: Test" = "See how much you've learned";

/* Game */
"Activity Title: Game" = "Game";

/* Pairs */
"Activity Title: Pairs" = "Pairs";

/* Practice */
"Activity Title: Practice" = "Practice";

/* Test */
"Activity Title: Test" = "Test";

/* restart */
"Button: restart" = "restart";

/* start */
"Button: start" = "start";

/* Player 1 */
"Default: name" = "Player 1";

/* Click only on the numbers which are multiples of %i */
"Freya: click multiples" = "Click only on the numbers which are multiples of %i";

/* CORRECT - press next for another sum */
"Freya: correct" = "CORRECT - press next for another sum";

/* CORRECT - well done */
"Freya: correct done" = "CORRECT - well done";

/* Drag the correct answer on to the square */
"Freya: drag" = "Drag the correct answer on to the square";

/* EXCELLENT %@ */
"Freya: Excellent" = "EXCELLENT %@";

/* EXCELLENT %@, you scored %i */
"Freya: Excellent score" = "EXCELLENT %1$@, you scored %2$i";

/* NOT BAD. Press restart to try again  %@. */
"Freya: Not bad" = "NOT BAD. Press restart to try again  %@.";

/* NOT BAD %@, you scored %i */
"Freya: Not bad score" = "NOT BAD %1$@, you scored %2$i";

/* Now tap a blue card */
"Freya: Now tap blue" = "Now tap a blue card";

/* Now tap a red card */
"Freya: Now tap red" = "Now tap a red card";

/* Congratulations you cleared the table in %i goes. */
"Freya: Pairs congrats" = "Congratulations you cleared the table in %i goes.";

/* Hard luck. Wait a few seconds to try again. */
"Freya: Pairs hard luck" = "Hard luck. Wait a few seconds to try again.";

/* I think you need a little more practice %@. */
"Freya: Rubbish" = "I think you need a little more practice %@.";

/* You scored %i. I think you need more practice %@. */
"Freya: Rubbish score" = "You scored %i. I think you need more practice %2$@.";

/* Tap one red card and one blue to find a pair */
"Freya: tap one red one blue" = "Tap one red card and one blue to find a pair";

/* Type your name, then tap on the bus */
"Freya: Type name" = "Type your name, then tap on the bus";

/* Hello - Welcome to Times Table Fun. Pick a theme */
"Freya: Welcome to" = "Hello - Welcome to Times Table Fun. Pick a theme";

/* WELL DONE %@ */
"Freya: Well done" = "WELL DONE %@";

/* WELL DONE %@, you scored %i */
"Freya: Well done score" = "WELL DONE %1$@, you scored %2$i";

/* SORRY - Wrong answer, try again */
"Freya: wrong try again" = "SORRY - Wrong answer, try again";

/* %@ cleared in %i on %@ */
"High score: cleared" = "%1$@ cleared in %2$i on %3$@";

/* Score: %i */
"High score: scored" = "Score: %i";

/* %@ scored %i on %@ */
"High score: scored score on" = "%1$@ scored %2$i on %3$@";

/* HIGH SCORES: */
"High score: title" = "HIGH SCORES:";

/* my name is */
"Label: name" = "my name is";

/* Tries:%i Score:%i */
"Label: Pairs score" = "Tries:%i Score:%2$i";

/* Score: %i out of %i */
"Label: Score out of" = "Score: %i out of %2$i";

/* Score: %i */
"Label: Score short" = "Score: %i";

/* score:  %i */
"Label: score with score" = "score:  %i";

/* Your name */
"Page title: Your name" = "Your name";

/*  times table */
"Phrase: Blank times table" = " times table";

/* You scored %i\n */
"Score: You scored" = "You scored %i\n";

/* Choose a number */
"Screen Title: Choose a number" = "Choose a number";

/* Game */
"Screen Title: Game" = "Game";

/* Choose an activity */
"ScreenTitle: Choose a task" = "Choose an activity";

/* Apples */
"Theme: Apples" = "Apples";

/* Footballs */
"Theme: Footballs" = "Footballs";

/* Hearts */
"Theme: Hearts" = "Hearts";

/* Stars */
"Theme: Starts" = "Stars";

/* REMEMBER */
"Title: REMEMBER" = "REMEMBER";

"Title: Learn" = "Learn";

"Activity Detail: Learn" = "Start at the beginning";

"Freya: Press next to see your score" = "Press next to see your score";

"Freya: count squares" = "How many squares? Press the button when it shows the correct answer.";

/* Upgrade to full version */
"Title: Upgrade" = "Upgrade to full version";

/* Upgrade to full version */
"Text: Upgrade" = "This is the free version of Times Table Fun which covers only 2, 3 and 4 times tables. Upgrade to the full version for only $price.";


